Repository: bstreiff/joe-editor
Catalog: po/*.po
Languages: uk

source: No error
uk: Без помилок

source: New File
uk: Новий Файл

source: Error reading file
uk: Помилка читання файла

source: Error seeking file
uk: Помилка позиц╕онування в файл╕

source: Error opening file
uk: Помилка в╕дкриття файла

source: Error writing file
uk: Помилка запису файла

source: File on disk is newer
uk: Файл на диску - нов╕щий

source: *** JOE was aborted because the terminal closed
uk: *** JOE було перервано через закриття терм╕нала

source: *** File '%s'
uk: *** Файл '%s'

source: *** File '(Unnamed)'
uk: *** Файл '(Без╤мен╕)'

source: |steal the lock|sS
uk: |перехвачення блокування|sSыЫ╕╤

source: |cancel edit due to lock|qQ
uk: |выдм╕на редактування через блокування|qQйЙ

source: Notice: File on disk changed! (hit %{abort} to continue)
uk: Увага: Файл на диску зм╕нено! (натисн╕ть %{abort} для продовження)

source: Other buffer is read only
uk: Другий буфер - т╕льки для читання

source: Read only
uk: Т╕лькиЧтн

source: No such command
uk: Нема╓ тако╖ команди

source: %d: EOF before end of help text
uk: %d: EOF перед к╕нцем текста п╕дказки

source: No such keymap
uk: Нема╓ тако╖ раскладки клав╕атури

source: Change keymap:
uk: Зм╕на раскладки клав╕атури:

source: Macro to record (0-9 or %{abort} to abort):
uk: Номер макро (0-9 або %{abort} для в╕дм╕ни):

source: Play-
uk: Виконую-

source: No. times to repeat next command (%{abort} to abort):
uk: Ск. раз╕в повторити команду (%{abort} для в╕дм╕ни):

source: If (%{abort} to abort):
uk: If (%{abort} для в╕дм╕ни):

source: Elsif without if
uk: Elsif без if

source: Else without if
uk: Else без if

source: Endif without if
uk: Endif без if

source: Repeat %s%d
uk: Повторити %s%d

source: Repeat
uk: Повтор

source: Couldn't load termcap/terminfo entry
uk: Не можу загрузити описання termcap/terminfo

source: There were errors in '%s'. Use it anyway?
uk: Були помилки при '%s'. Використовувати все р╕вно?

source: Warning: %s is newer than your %s.
uk: Попередження: %s нов╕щий за ваш %s.

source: You should update or delete %s
uk: Необх╕дно зм╕нити чи видалити %s

source: Hit enter to continue with %s
uk: Натисн╕ть Enter для продовження роботи з %s

source: There were errors in '%s'. Use it anyway (y,n)?
uk: Були помилки в '%s'. Використовувати його все р╕вно (y,n)?

source: Couldn't open '%s'
uk: Не можу в╕дкрити '%s'

source: rc file has no :main key binding section or no bindings. Bye.
uk: в rc-файл╕ в╕дсутня розкладка клав╕атури в секц╕╖ :main. Bye.

source: Unknown option '%s'
uk: Нев╕дома опц╕я '%s'

source: Overtype mode
uk: Режим зам╕ни

source: Insert mode
uk: Режим вставки

source: T Overtype
uk: T Зам╕на

source: Hex edit mode
uk: 16ричн.редакт.

source: Text edit mode
uk: Текст.редакт.

source: Hex edit mode
uk: Режим 16ричн.

source: Autoindent enabled
uk: Автов╕ступ включено

source: Autoindent disabled
uk: Автов╕ступ вимкнено

source: I Autoindent
uk: I Автов╕дступ

source: Wordwrap enabled
uk: Автоперенос включено

source: Wordwrap disabled
uk: Автоперенос вимкнено

source: Tab width (%d):
uk: В╕дстань м╕ж табулостопами (%d):

source: D Tab width
uk: D Ширина Tab

source: Left margin (%d):
uk: Л╕вий край (%d):

source: Right margin (%d):
uk: Правий край (%d):

source: Restore cursor position when files loaded
uk: Позиц╕я курсора буде в╕дновлюватись при загрузц╕ файл╕в

source: Don't restore cursor when files loaded
uk: Позиц╕я курсора не буде в╕дновлюватись при загрузц╕ файл╕в

source: Restore cursor
uk: В╕дновлення курсора

source: Rectangle mode
uk: Режим прямокутних блок╕в

source: Text-stream mode
uk: Режим построчних блок╕в

source: X Rectangle mode
uk: X Прямокут. блоки

source: Case insensitivity
uk: Регs╕стронечутлив.

source: Search wraps
uk: Цикличний пошук

source: Search doesn't wrap
uk: Пошук не цикличний

source: Search wraps
uk: Цикл. пошук

source: Menu explorer mode
uk: Режим меню

source: Menu explorer
uk: Перегляд меню

source: Menu above prompt
uk: Меню над запитом

source: Menu below prompt
uk: Меню п╕д запитом

source: Search prompting on
uk: Запит пошуку вкл.

source: Search prompting off
uk: Запит пошуку вимк.

source: Search prompting
uk: Запит пошука

source: Jump into menu
uk: Скачок в меню

source: Autoswap ^KB and ^KK
uk: Автообм╕н ^KB и ^KK

source: Autoswap mode
uk: Автообм╕н

source: Indent char %d (SPACE=32, TAB=9, %{abort} to abort):
uk: Символ вир╕внювання %d (ПРОБ╤Л=32, TAB=9, %{abort} для в╕дм╕ни):

source: Indent char
uk: Символ вир╕внювання

source: Indent step %d (%{abort} to abort):
uk: Шаг вир╕внювання %d (%{abort} для в╕дм╕ни):

source: Indent step
uk: Шаг вир╕внювання

source: One space after periods for paragraph reformat
uk: Один проб╕л п╕сля крапки при форматуванн╕ абзаца

source: Two spaces after periods for paragraph reformat
uk: Два проб╕ла п╕сля крапки при форматуванн╕ абзаца

source: Highlighting enabled
uk: Подсв╕чування дозволено

source: Highlighting disabled
uk: Подсв╕чування заборонено

source: Inserting spaces when tab key is hit
uk: Вставка проб╕л╕в при натисканн╕ Tab

source: Inserting tabs when tab key is hit
uk: Вставка табулятор╕в при натисканн╕ Tab

source: Cursor will be recentered on scrolls
uk: Курсор буде центруватися при скролл╕

source: Cursor will not be recentered on scroll
uk: Курсор не буде центруватися при скролл╕

source: Automatically detect MS-DOS files
uk: Файли MS-DOS будуть автовизначуватись

source: Do not automatically detect MS-DOS files
uk: Файли MS-DOS не будуть автовизначуватись

source: Auto detect CR-LF
uk: Автовизначення CR-LF

source: Automatically detect indentation
uk: Символи в╕дступ╕в будуть автовизначуватись

source: Do not automatically detect indentation
uk: Символи в╕дступ╕в не будуть автовизначуватись

source: Guess indent
uk: Вгадувати в╕дступ

source: Menu is transposed
uk: Меню переносиме

source: Menus are not transposed
uk: Меню непереносиме

source: Transpose menus
uk: Переносим╕сть меню

source: CR-LF is line terminator
uk: К╕нець строки CR-LF

source: LF is line terminator
uk: К╕нец строки LF

source: Line numbers enabled
uk: Нумерац╕ю строк включено

source: Line numbers disabled
uk: Нумерац╕ю строк вимкнено

source: N Line numbers
uk: N Номера строк

source: Anchored block marking on
uk: Заякорена в╕дм╕тка блока вкл.

source: Anchored block marking off
uk: Заякорена в╕дм╕тка блока вимк.

source: Characters above 127 shown as-is
uk: 8-битн╕ символи показуються як ╓

source: Characters above 127 shown in inverse
uk: 8-битн╕ символи показуются в ╕нверс╕╖

source: Meta chars as-is
uk: 8-б╕тн╕ символи

source: Last line forced to have NL when file saved
uk: В к╕нц╕ файла буде додаватися переведення строки при збереженн╕

source: Last line not forced to have NL
uk: Не буде форсуватися додавання переведення строки в конц╕ файла

source: ~/.joe_state file will be updated
uk: Файл ~/.joe_state буде зм╕нюватись

source: ~/.joe_state file will not be updated
uk: Файл ~/.joe_state НЕ буде зм╕нюватись

source: Joe_state file
uk: Файл joe_state

source: Backup files will not be made
uk: Резервн╕ файли не будуть створюватися

source: Backup files will be made
uk: Резервн╕ файли будуть створюватися

source: Disable backups
uk: Заборона резерв-я

source: Files will not be locked
uk: Файли не будуть блокуватися

source: Files will be locked
uk: Файли будуть блокуваться

source: Disable locks
uk: Заборона блок.

source: Disable mtime check
uk: Заборона контроля mtime

source: No current dir
uk: Без поточно╖ директор╕╖

source: Current dir enabled
uk: Поточна директор╕я включена

source: Disable current dir
uk: Заборона поточ. директор╕╖

source: Hardlinks will be broken
uk: Жорстк╕ посилання будуть розриватися

source: Hardlinks not broken
uk: Жорстк╕ посилання не будуть розриватися

source: Break hard links
uk: Розрив жорст.пос.

source: Highlighting turned off after block operations
uk: В╕дм╕тка блока вимика╓ться п╕сля операц╕╖

source: Highlighting not turned off after block operations
uk: В╕дм╕тка блока не вимика╓ться п╕сля операц╕╖

source: Prompt for filename in save & exit command
uk: Запит ╕мен╕ файла при выход╕ з╕ збереженням

source: Don't prompt for filename in save & exit command
uk: Не запитувати им'я файла при выход╕ з╕ збереженням

source: Exit ask
uk: Вих╕д з запитом

source: Warning bell enabled
uk: Дзв╕нок дозволений

source: Warning bell disabled
uk: Дзв╕нок заборонено

source: Top-most status line disabled
uk: Строку статуса вимкнено

source: Top-most status line enabled
uk: Строку статуса включено

source: Disable status line
uk: Заборона строки стат.

source: Status line updated constantly
uk: Строка статуса зм╕ню╓ться безперервно

source: Status line updated once/sec
uk: Строка статуса зм╕ню╓ться раз на секунду

source: Fast status line
uk: Швидка строка статуса

source: Lines to keep for PgUp/PgDn or -1 for 1/2 window (%d):
uk: Ск. строк залишати для PgUp/PgDn або -1 для 1/2 в╕кна (%d):

source: No. PgUp/PgDn lines
uk: К╕льк. строк PgUp/PgDn

source: Start search after a search repeats previous search
uk: Пошук продовжу╓ться з попередн╕м зразком

source: Start search always starts a new search
uk: Завжди запитувати новий зразок пошуку

source: Full editing
uk: Зм╕ни дозволено

source: O Read only
uk: O Т╕лькиЧтн

source: Smart home key enabled
uk: Розумна повед╕нка клав╕ши Home дозволена

source: Smart home key disabled
uk: Розумна повед╕нка клав╕ши Home заборонена

source: Smart home key
uk: Розумний Home

source: Smart home goes home first
uk: Розумний Home переходить на початок строки

source: To indent first
uk: На перший символ

source: Smart backspace key enabled
uk: Розумна повед╕нка клав╕ши BS дозволена

source: Smart backspace key disabled
uk: Розумна повед╕нка клав╕ши BS заборонена

source: Smart backspace
uk: Розумний BS

source: Indentation clean up enabled
uk: Виправлення в╕дступ╕в дозволено

source: Indentation clean up disabled
uk: Виправлення в╕дступ╕в заборонене

source: Clean up indents
uk: Виправлення в╕дступ╕в

source: Picture drawing mode enabled
uk: Режим малювання дозволений

source: Picture drawing mode disabled
uk: Режим малювання заборонений

source: Backup files stored in (%s):
uk: Резервн╕ файли збер╕гаються в (%s):

source: Path to backup files
uk: Шлях до резервних файл╕в

source: Select syntax (%{abort} to abort):
uk: Вибер╕ть синтаксис (%{abort} для в╕дм╕ни)

source: Y Syntax
uk: Y Синтаксис

source: Select file character set (%{abort} to abort):
uk: Вкаж╕ть файл кодового набора (%{abort} для в╕дм╕ни):

source: Single quoting enabled
uk: Одиночн╕ лапки враховуються

source: Single quoting disabled
uk: Одиночн╕ лапки не враховуються

source: /* comments enabled
uk: /* комментар╕ враховуються

source: /* comments disabled
uk: /* комментарии не враховуються

source: // comments enabled
uk: // комментар╕ враховуються

source: // comments disabled
uk: // комментар╕ не враховуються

source: # comments enabled
uk: # комментар╕ враховуються

source: # comments disabled
uk: # комментар╕ не враховуються

source: -- comments enabled
uk: -- комментар╕ враховуються

source: -- comments disabled
uk: -- комментар╕ не враховуються

source: ; comments enabled
uk: ; комментар╕ враховуються

source: ; comments disabled
uk: ; комментар╕ не враховуються

source: Text delimiters (%s):
uk: Обмежувач╕ текста (%s):

source: Text delimiters
uk: Обмежувач╕ текста

source: Language (%s):
uk: Мова (%s):

source: V Language
uk: V Мова

source: Characters which can indent paragraphs (%s):
uk: Символи, якими може починатися абзац (%s):

source: Clicking can move the cursor past end of line
uk: Мишею можна перенести курсор за к╕нець строки

source: Clicking past end of line moves cursor to the end
uk: Клик за концем строки перенесе курсор в ╖╖ к╕нець

source: Click past end
uk: Клик за строкою

source: Mouse action is done with the right button
uk: Д╕я миш╕ активу╓ться правою кнопкою

source: Mouse action is done with the left button
uk: Д╕я миш╕ активу╓ться л╕вою кнопкою

source: Right button
uk: Права кнопка

source: Value out of range
uk: Значення поза диапазоном

source: Syntax definition file not found
uk: Файл визначення синтаксиса не знайдено

source: %s encoding assumed for this file
uk: Вважа╓ться, що файл у кодуванн╕ %s

source: Character set not found
uk: Кодування нев╕доме

source: Processing '%s'...
uk: Обробка '%s'...

source: %s %d: Unknown option %s
uk: %s %d: Нев╕дома опц╕я %s

source: %s %d: macro missing from :def
uk: %s %d: макро в╕дсутн╓ в╕д :def

source: %s %d: command name missing from :def
uk: %s %d: ╕м'я команды в╕дсутн╓ в╕д :def

source: %s %d: context name missing from :inherit
uk: %s %d: найменування контекста в╕дсутн╓ в╕д :inherit

source: %s %d: No context selected for :inherit
uk: %s %d: Не выбраний контекст для :inherit

source: %s %d: Couldn't open %s
uk: %s %d: Не можу в╕дкрити %s

source: %s %d: :include missing file name
uk: %s %d: :include без ╕мен╕ файла

source: %s %d: No context selected for :delete
uk: %s %d: Не выбраний контекст для :delete

source: %s %d: Invalid context name
uk: %s %d: Неприпустиме ╕м'я контекста

source: %s %d: No context selected for macro to key-sequence binding
uk: %s %d: Не выбраний контекст для макро розкладки клав╕атури

source: %s %d: Unknown command in macro
uk: %s %d: Нев╕дома команда в макро

source: %s %d: Bad key sequence '%s'
uk: %s %d: Неприпустима посл╕довн╕сть клав╕ш '%s'

source: done
uk: зроблено

source: done
uk: зроблено

source: Sorry, your terminal can't do absolute cursor positioning. It's broken
uk: Вибачте, ваш терм╕нал не вм╕╓ позиц╕онувати курсор. Викиньте його

source: Could not get security context for %s
uk: Не можу отримати контекст секретност╕ для %s

source: Could not get security context for
uk: Не можу отримати контекст секретност╕ для

source: Could not set security context for %s
uk: Не можу встановити контекст секретност╕ для %s

source: Could not set default security context for %s
uk: Не можу встановити контекст секретност╕ за умовчанням для %s

source: Could not reset default security context
uk: Не можу скинути контекст секретност╕ за умовчанням

source: %s Security Context %s
uk: %s Контекст Секрет. %s

source: %s %d: Class already defined
uk: %s %d: Класс вже визначений

source: %s %d: else with no matching if
uk: %s %d: else без парного if

source: %s %d: endif with no matching if
uk: %s %d: endif без парного if

source: %s %d: Unknown class
uk: %s %d: Нев╕домий клас

source: %s %d: Missing color for state definition
uk: %s %d: В╕дсутн╕й кол╕р для визначення стану

source: %s %d: Missing state name
uk: %s %d: В╕дсутн╓ ╕м'я стану

source: %s %d: Bad string
uk: %s %d: Неприпустима строка

source: %s %d: Missing value for option
uk: %s %d: В╕дсутн╓ значення для опц╕╖

source: %s %d: Unknown option
uk: %s %d: Нев╕дома опц╕я

source: %s %d: Missing string
uk: %s %d: В╕дсутня строка

source: %s %d: Missing jump
uk: %s %d: В╕дсутн╕й перех╕д

source: %s %d: No state
uk: %s %d: Нема╓ стану

source: %s %d: Unknown character
uk: %s %d: Нев╕домий символ

source: %s %d: ifdef with no matching endif
uk: %s %d: ifdef без парного endif

source: Couldn't read directory
uk: Не можу прочитати директор╕ю

source: Couldn't load termcap entry. Using ansi default
uk: Не можу прочитати описання termcap. Використовую ANSI за умовчанням

source: %s is out of date
uk: %s устар╕в

source: Couldn't open /dev/tty
uk: Не можу в╕дкрити /dev/tty

source: You are at the command shell. Type 'exit' to return
uk: Вы в командн╕й строц╕. Введ╕ть 'exit' для повернення

source: You have suspended the program. Type 'fg' to return
uk: Вы призупинили програму. Введ╕ть 'fg' для повернення

source: Couldn't execute shell '%s'
uk: Не можу виконати шел '%s'

source: Unnamed
uk: Без╤мен╕

source: (Modified)
uk: (Зм╕нено)

source: (Read only)
uk: (Т╕лькиЧитання)

source: (Macro %d recording...)
uk: (Запис макро %d...)

source: Lose changes to this file (y,n,%{abort})?
uk: В╕дм╕нити зм╕нення файла (y,n,%{abort})?

source: Selection cleared.
uk: В╕дм╕тку знято.

source: Selection started.
uk: Початок в╕дм╕тки.

source: No block
uk: Нема╓ блока

source: Selected lines not properly indented
uk: В╕дм╕чен╕ строки мають нев╕рний в╕дступ

source: Sorry, no sub-processes in DOS (yet)
uk: Вибачте, п╕дпроцесы в DOS не п╕дтримуються (поки що)

source: Command to filter block through (%{abort} to abort):
uk: Команда для ф╕льтрац╕╖ блока (%{abort} для в╕дм╕ни):

source: Command to filter file through (%{abort} to abort):
uk: Команда для ф╕льтрац╕╖ файла (%{abort} для в╕дм╕ни):

source: Invalid line number
uk: Неприпустимий номер строки

source: Go to line (%{abort} to abort):
uk: Номер строки (%{abort} для в╕дм╕ни):

source: Invalid column number
uk: Неприпустимий номер колонки

source: Go to column (%{abort} to abort):
uk: Номер колонки (%{abort} для в╕дм╕ни):

source: Invalid byte number
uk: Неприпустимий номер байта

source: Go to byte (%{abort} to abort):
uk: Номер байта (%{abort} для в╕дм╕ни):

source: Unicode (ISO-10646) character in hex (%{abort} to abort):
uk: Символ Unicode (ISO-10646) в 16ричному вид╕ (%{abort} для в╕дм╕ни):

source: Ctrl- (or 0-9 for dec. ascii, x for hex, or o for octal)
uk: Ctrl- (або 0-9 для дес. кода, x - для 16, или o - для 8)

source: Quote
uk: Апостроф

source: Mark %d set
uk: М╕тку %d встановлено

source: Set mark (0-9):
uk: Номер м╕тки (0-9):

source: Mark %d not set
uk: М╕тку %d не встановлено

source: Goto bookmark (0-9):
uk: Перейти до закладки (0-9):

source: Not found
uk: Не знайдено

source: Insert (%{abort} to abort):
uk: Вставити (%{abort} для в╕дм╕ни):

source: No messages found
uk: Жодного пов╕домлення не знайдено

source: No more errors
uk: Б╕льше нема╓ помилок

source: (Unnamed)
uk: (Без╤мен╕)

source: File %s saved
uk: Файл %s збережений

source: File %s not saved
uk: Файл %s не збережено

source: File %s not changed so no update needed
uk: Файл %s не зм╕нено, т.я. не було модиф╕кац╕й

source: Some files have not been saved.
uk: Деяк╕ файли не збережен╕.

source: All modified files have been saved.
uk: Вс╕ модиф╕кован╕ файли збережен╕.

source: No modified files, so no updates needed.
uk: Жоден файл не модиф╕кувався, зм╕нювати н╕чого.

source: System (%{abort} to abort):
uk: Система (%{abort} для в╕дм╕ни):

source: |yes|yY
uk: |yes|yYнН

source: |no|nN
uk: |no|nNтТ

source: Couldn't make backup file... file not saved
uk: Не можу створити резервний файл... файл не збережений

source: Could not make backup file. Save anyway (y,n,%{abort})?
uk: Не могу створити резервный файл. Збер╕гати все р╕вно (y,n,%{abort})?

source: Block written to file %s
uk: Блок записаний в файл %s

source: File exists. Overwrite (y,n,%{abort})?
uk: Файл ╕сну╓. Перезаписувати (y,n,%{abort})?

source: File on disk is newer. Overwrite (y,n,%{abort})?
uk: Файл на диску - нов╕щий. Перезаписувати (y,n,%{abort})?

source: Name of file to save (%{abort} to abort):
uk: ╤м'я файла для збереження (%{abort} для в╕дм╕ни):

source: Name of file to write (%{abort} to abort):
uk: ╤м'я файла для запису (%{abort} для в╕дм╕ни):

source: Load original file from disk (y,n,%{abort})?
uk: Загрузити ориг╕нальний файл з диска (y,n,%{abort})?

source: Can't replace modified file
uk: Не можу зам╕нити модиф╕кований файл

source: Name of file to edit (%{abort} to abort):
uk: ╤м'я файла для редактування (%{abort} для в╕дм╕ни):

source: Name of buffer to edit (%{abort} to abort):
uk: ╤м'я буфера для редактування (%{abort} для в╕дм╕ни):

source: Name of scratch buffer to edit (%{abort} to abort):
uk: ╤м'я буфера чернетки для редактування (%{abort} для в╕дм╕ни):

source: Name of file to insert (%{abort} to abort):
uk: ╤м'я файла для вставки (%{abort} для в╕дм╕ни):

source: Save changes to this file (y,n,%{abort})?
uk: Зберегти зм╕ни цього файла (y,n,%{abort})?

source: File %s has been modified. Save it (y,n,%{abort})?
uk: Файл %s зм╕нено. Збер╕гти його (y,n,%{abort})?

source: Float point exception
uk: Переривання за плаваючою точкою

source: Missing )
uk: В╕дсутня )

source: Syntax error in macro
uk: Синтаксична помилка в макро

source: Missing (
uk: В╕дсутня (

source: No numbers in block
uk: В блоц╕ нема╓ чисел

source: Called object is not a function
uk: Виклика╓мий об'╓кт - не функц╕я

source: Factorial can only take positive integers
uk: Фактор╕ал може обчислюватись т╕льки для позитивних ц╕лих

source: Left side of = is not an l-value
uk: У л╕в╕й частин╕ р╕вняння - не l-значення

source: Recursion depth exceeded
uk: Перевищена глибина рекурс╕╖

source: Extra junk after end of expr
uk: Зайв╕ символи п╕сля к╕нця оператора

source: Modified flag cleared
uk: Флаг модиф╕кац╕╖ скинутий

source: Wrapped
uk: Спочатку

source: |all files|aA
uk: |вс╕ файли|aAфФ

source: |search and replace|rR
uk: |пошук та зам╕щення|rRкК

source: |backwards|bB
uk: |назад|bBиИ

source: |ignore case|iI
uk: |игнорувати рег╕стр|iIшШ

source: |restrict to highlighted block|kK
uk: |всереден╕ в╕дм╕ченого блока|kKлЛ

source: |don't ignore case|sS
uk: |не игнорувати рег╕стр|sSыЫ╕╤

source: |wrap|wW
uk: |цикл╕чний|wWцЦ

source: Replace with (%{abort} to abort):
uk: Чим зам╕няти (%{abort} для в╕дм╕ни):

source: Find (%{abort} to abort) [%s]:
uk: Що шукати (%{abort} для в╕дм╕ни) [%s]:

source: Find (%{abort} to abort):
uk: Що шукати (%{abort} для в╕дм╕ни):

source: |rest of file|rR
uk: |до к╕нця файла|rR

source: |backup|bB
uk: |резерв|bBиИ

source: Replace (Y)es (N)o (R)est (B)ackup (%{abort} to abort)?
uk: Зам╕няти (Y)так (N)н╕ (R)все (B)повернути (%{abort} для в╕дм╕ни):

source: Not found (search restricted to marked block)
uk: Не знайдено (пошук обмежений блоком)

source: Infinite loop aborted: your search repeatedly matched same place
uk: Безк╕нечний цикл перерваний: ваш пошук зациклився на одному м╕сц╕

source: Program already running in this window
uk: Програма вуже викону╓ться в цьому в╕кн╕

source: No ptys available
uk: Нема╓ в╕льних псевдотерминал╕в

source: "SHELL" environment variable not defined or exported
uk: Зм╕нну середовища "SHELL" не визначено або не экспортировано

source: Program to run:
uk: Виконати програму:

source: Build command:
uk: Команда побудови:

source: Enter build command (for example, 'make'):
uk: Вкаж╕ть команду побудови (наприклад, 'make'):

source: Grep command:
uk: Команда пошука:

source: Enter grep command (for example, 'grep -n foo *.c'):
uk: Вкаж╕ть команду пошука (наприклад, 'grep -n foo *.c'):

source: Kill program (y,n,%{abort})?
uk: Перервати програму (y,n,%{abort})?

source: Couldn't open tags file
uk: Не можу в╕дкрити файл тег╕в

source: Tag search:
uk: Шукати тег:

source: vfile: out of memory
uk: vfile: нема╓ пам'ят╕

source: Couldn't open file '%s'
uk: Не можу в╕дкрити файл '%s'

source: There is no message buffer
uk: В╕дсутн╕й буфер пов╕домлення
